
&НаКлиенте
Процедура ДатаСозданияПриИзменении(Элемент)
	
	КоличествоСекунд = ТекущаяДата() - Объект.ДатаСоздания;
	ДнейСМоментаСоздания = Цел(КоличествоСекунд / (60*24*60));
	
КонецПроцедуры

&НаКлиенте
Процедура НаименованиеПриИзменении(Элемент)
	
	Объект.Наименование = СокрЛП(Объект.Наименование);
	Объект.НаименованиеПолное = Объект.Наименование;
	
КонецПроцедуры

&НаКлиенте
Процедура ПриОткрытии(Отказ)
	
	
	Если НЕ ЗначениеЗаполнено(Объект.Ссылка) Тогда
		Сообщить("Открытие новой карточки!");
	КонецЕсли;
	
	
КонецПроцедуры